[
  {
    "title": "13th",
    "date": "2016",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/13102119/p13102119_v_v8_aa.jpg",
    "desc": "Filmmaker Ava DuVernay explores the history of racial inequality in the United States, focusing on the fact that the nation's prisons are disproportionately filled with African-Americans.",
    "id": "iub5dacjqhpd7qu"
  },
  {
    "title": "The Cove",
    "date": "2009",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/3489397/p3489397_v_v8_aa.jpg",
    "desc": "In Taiji, Japan, local fishermen hide a gruesome secret: the capture and slaughter of dolphins. Activist Ric O'Barry, who trained dolphins for the \"Flipper\" TV series, joins forces with filmmaker Louis Psihoyos and the Ocean Preservation Society to expose the brutal practice.",
    "id": "iub525wjqk1ho5o"
  },
  {
    "title": "Blackfish",
    "date": "2013",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/9718519/p9718519_v_v8_ab.jpg",
    "desc": "The story of Tilikum, a captive killer whale that has taken the lives of several people, underscores problems within the sea-park industry, man's relationship to nature, and how little has been learned about these highly intelligent mammals.",
    "id": "iub533gjqk1j0kg"
  },
  {
    "title": "Man on Wire",
    "date": "2008",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/179858/p179858_v_v8_aa.jpg",
    "desc": "Using actual footage from the event seamlessly mingled with new re-enactments, filmmaker James Marsh masterfully recreates high-wire daredevil Philippe Petit's 1974 stunt: performing acrobatics on a thin wire strung between the Twin Towers of the World Trade Center.",
    "id": "iub56qwjqk1km7w"
  },
  {
    "title": "Grizzly Man",
    "date": "2005",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/87006/p87006_v_v8_aa.jpg",
    "desc": "Pieced together from Timothy Treadwell's actual video footage, Werner Herzog's remarkable documentary examines the calling that drove Treadwell to live among a tribe of wild grizzly bears on an Alaskan reserve.",
    "id": "iub57kcjqk1lpb5"
  },
  {
    "title": "Inside Job",
    "date": "2010",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/8202241/p8202241_v_v8_aa.jpg",
    "desc": "The global financial meltdown that took place in Fall 2008 caused millions of job and home losses and plunged the United States into a deep economic recession.",
    "id": "iub5b98jqk1mvfx"
  },
  {
    "title": "Bowling for Columbine",
    "date": "2002",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/29974/p29974_v_v8_ab.jpg",
    "desc": "Political documentary filmmaker Michael Moore explores the circumstances that lead to the 1999 Columbine High School massacre and, more broadly, the proliferation of guns and the high homicide rate in America.",
    "id": "iub5b4sjqk1nrkv"
  },
  {
    "title": "The Fog of War",
    "date": "2003",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/32366/p32366_v_v8_aa.jpg",
    "desc": "Former corporate whiz kid Robert McNamara was the controversial Secretary of Defense in the Kennedy and Johnson administrations, during the height of the Vietnam War.",
    "id": "iub5ducjqk1p5ry"
  },
  {
    "title": "Food, Inc.",
    "date": "2008",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/194742/p194742_v_v8_aa.jpg",
    "desc": "Documentary filmmaker Robert Kenner examines how mammoth corporations have taken over all aspects of the food chain in the United States, from the farms where our food is grown to the chain restaurants and supermarkets where it's sold.",
    "id": "iub5a4jqk1qd07"
  },
  {
    "title": "Icarus",
    "date": "2017",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/13771520/p13771520_v_v8_aa.jpg",
    "desc": "When filmmaker Bryan Fogel sets out to uncover the truth about doping in sports, a chance meeting with a Russian scientist transforms his story from a personal experiment into a geopolitical thriller.",
    "id": "iub5angjqk1rdef"
  },
  {
    "title": "An Inconvenient Truth",
    "date": "2006",
    "image": "http://t1.gstatic.com/images?q=tbn:ANd9GcRPUeV82Dm7zA0JONplvYdZQgUqZcjMsea_5oOzWmtjh3WzbHOz",
    "desc": "An Inconvenient Truth is a 2006 American documentary film directed by Davis Guggenheim about former United States Vice President Al Gore's campaign to educate people about global warming.",
    "id": "iub5dnwjqk1sbt0"
  },
  {
    "title": "Citizenfour",
    "date": "2014",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/11098261/p11098261_v_v8_aa.jpg",
    "desc": "After Laura Poitras received encrypted emails from someone with information on the government's massive covert-surveillance programs, she and reporter Glenn Greenwald flew to Hong Kong to meet the sender, who turned out to be Edward Snowden.",
    "id": "iub5ao0jqk1tn83"
  }
]