[
  {
    "title": "Happy Gilmore",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/17735/p17735_v_v8_ag.jpg",
    "desc": "All Happy Gilmore (Adam Sandler) has ever wanted is to be a professional hockey player. But he soon discovers he may actually have a talent for playing an entirely different sport: golf.",
    "date": "1996",
    "id": "34"
  },
  {
    "title": "Bruce Almighty",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/31817/p31817_v_v8_ac.jpg",
    "desc": "Bruce Nolan's (Jim Carrey) career in TV has been stalled for a while, and when he's passed over for a coveted anchorman position, he loses it, complaining that God is treating him poorly.",
    "date": "2003",
    "id": "99"
  },
  {
    "title": "The Dark Knight",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/173378/p173378_v_v8_at.jpg",
    "desc": "With the help of allies Lt. Jim Gordon (Gary Oldman) and DA Harvey Dent (Aaron Eckhart), Batman (Christian Bale) has been able to keep a tight lid on crime in Gotham City.",
    "date": "2008",
    "id": "23"
  },
  {
    "title": "The Mask",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/15854/p15854_v_v8_an.jpg",
    "desc": "When timid bank clerk Stanley Ipkiss (Jim Carrey) discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes.",
    "date": "1994",
    "id": "76"
  },
  {
    "title": "Liar Liar",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/19140/p19140_v_v8_af.jpg",
    "desc": "Conniving attorney Fletcher Reede (Jim Carrey) is an ace in the courtroom, but his dishonesty and devotion to work ruin his relationships.",
    "date": "1997",
    "id": "87"
  },
  {
    "title": "Con Air",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/19439/p19439_v_v8_as.jpg",
    "desc": "Just-paroled army ranger Cameron Poe (Nicolas Cage) is headed back to his wife (Monica Potter), but must fly home aboard a prison transport flight dubbed 'Jailbird' with some of the worst criminals living.",
    "date": "1997",
    "id": "12"
  },
  {
    "title": "Cars",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/159400/p159400_v_v8_aa.jpg",
    "desc": "While traveling to California to race against The King (Richard Petty) and Chick Hicks (Michael Keaton) for the Piston Cup Championship, Lightning McQueen (Owen Wilson) becomes lost after falling out of his trailer in a run down town called Radiator Springs.",
    "date": "2006",
    "id": "94"
  },
  {
    "title": "The Day After Tomorrow",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/34439/p34439_v_v8_at.jpg",
    "desc": "After climatologist Jack Hall (Dennis Quaid) is largely ignored by U.N. officials when presenting his environmental concerns, his research proves true when an enormous 'superstorm' develops, setting off catastrophic natural disasters throughout the world.",
    "date": "2004",
    "id": "9"
  },
  {
    "title": "Max Max: Fury Road",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/10854488/p10854488_v_v8_aa.jpg",
    "desc": "Years after the collapse of civilization, the tyrannical Immortan Joe enslaves apocalypse survivors inside the desert fortress the Citadel.",
    "date": "2015",
    "id": "8"
  },
  {
    "title": "Gone in 60 Seconds",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/25612/p25612_v_v8_ab.jpg",
    "desc": "A car thief is forced to steal 50 luxury vehicles in one night in order to save the life of his brother, who has fallen foul of a dangerous crime lord.",
    "date": "2000",
    "id": "5"
  },
  {
    "title": "Get Out",
    "image": "https://images-na.ssl-images-amazon.com/images/M/MV5BNTE2Nzg1NjkzNV5BMl5BanBnXkFtZTgwOTgyODMyMTI@._V1_SY1000_CR0,0,631,1000_AL_.jpg",
    "desc": "Now that Chris (Daniel Kaluuya) and his girlfriend, Rose (Allison Williams), have reached the meet-the-parents milestone of dating, she invites him for a weekend getaway upstate with Missy and Dean.",
    "date": "2017",
    "id": "3"
  },
  {
    "title": "The Shawshank Redemption",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/15987/p15987_v_v8_ad.jpg",
    "desc": "Andy Dufresne (Tim Robbins) is sentenced to two consecutive life terms in prison for the murders of his wife and her lover and is sentenced to a tough prison.",
    "date": "1994",
    "id": "4"
  },
  {
    "title": "Goodfellas",
    "image": "http://www.gstatic.com/tv/thumb/v22vodart/12720/p12720_v_v8_an.jpg",
    "desc": "A young man grows up in the mob and works very hard to advance himself through the ranks. He enjoys his life of money and luxury, but is oblivious to the horror that he causes.",
    "date": "1990",
    "id": "iub56zwjqhhq3t6"
  }
]